{
  "posts": [
    {
      "title": "t",
      "content": "ttt",
      "createdAt": 1662442764218,
      "id": 10
    },
    {
      "title": "ggg",
      "content": "gggg",
      "createdAt": 1662445113496,
      "id": 11
    },
    {
      "title": "z",
      "content": "z",
      "createdAt": 1663901907564,
      "id": 15
    },
    {
      "title": "sdfsdf",
      "content": "sdfsdf",
      "createdAt": 1663920514017,
      "id": 17
    },
    {
      "title": "sadfas",
      "content": "fasdf",
      "createdAt": 1664325978274,
      "id": 18
    },
    {
      "title": "sadfas",
      "content": "fasdf",
      "createdAt": 1664325978274,
      "id": 19
    },
    {
      "title": "운동",
      "content": "몸을 움직이는 행동(Physical exercise)은 일반적으로 건강이라는 목적과 연결되지만, 놀이나 일과 연결되기도 한다. 동양에서는 전통적으로 운동(運動)을 도인(導引)이라 표현했다.\n\n체육과 거의 같은 뜻으로 쓰이기도 하지만 사실 동일하진 않다. 운동(運動)은 말 그대로 '움직이는 것' 그 자체를 말하는 거고 체육(體育)은 '몸을 기르는 것'으로서 일반적으로 몸을 움직이는 것, 즉 운동을 통해 도달하는 것이며 주로 학교의 과목을 뜻한다. 덕육(德育, 덕을 기름)의 방식에 여러 가지가 있듯이(고전을 읽을 수도 있고 심지어 운동을 통해 덕을 기를 수도 있다) 체육의 방식은 운동 말고도 다른 것(건강식, 규칙적 생활 등)이 있을 수 있다. 거꾸로 운동이지만 체육엔 그다지 도움을 주지 않는 운동도 있을 수 있다.\n\n규칙적인 운동은 건강한 삶을 위해 반드시 필요하다. 일반적으로 사람들은 운동이 단순히 신체를 단련하기 위한 것이라 생각한다. 다만 운동의 궁극적인 효과 중에 바로 정신 건강의 증진도 있다. 운동은 뇌 건강과 직결된 중대한 문제다. 운동을 하는 것은 뇌를 쓰는 것과 같으며, 애초에 뇌 자체가 신체를 움직이기 위해 진화하고 발달한 것이다. 그리고 인간의 뇌와 신체는 원시인들과 별반 다르지 않다. 인간은 '정장을 입은 원시인\"이고, 의도적으로 인간의 신체에 맞춰줘야 온전한 정신건강을 유지할 수 있다.\n\n반대로 말해 운동을 전혀 하지 않으면, 뇌가 정신에 부여하는 긍정적인 효과들을 포기하는 셈이 된다. 인간의 상당수는 절대적인 운동부족에 속해 있다. 10분 정도는 의식적으로 몸을 단련해 주는 행위가 정신 건강에 이롭다. 게임 회사에 근무 중이라면 링피트를 사내에 놓아보자. 소위말하는 \"약골\" 체력을 가지고 있고 집 안에서만 있기 좋아하는 사람들한테는 규칙적인 운동이 그냥 보기 좋은 취미가 아니라 행복한 삶을 위한 필수요소다. 이미 알고 있겠지만 나이가 들수록 체력도 서서히 내리막길로 가기 때문에 이를 보강시켜줘야 하기 때문. 조금이라도 젊었을때 운동하는게 연골조직을 보호하는데 중요하다.#\n\n이러저러한 이유로 전문가들은 적어도 일주일에 3번 이상, 한 번에 30분 이상 운동하기를 권장한다. 일명 7330캠페인. 하지만 체질상 제대로 된 운동을 할 수 없는 사람은... 거기다 야근에 야자까지 합쳐 주말이 아니면 운동을 전혀 할 수 없어 밤샘 출근과 밤샘 공부 덕에 모두가 낮에 잠이 오고 밤에 쌩쌩한 괴현상이 나타나기도 한다. 이런 환경에서 살아온 사람들이 운동을 할 기회나 능력을 가지는 것이 쉬울 리가 없다.\n",
      "createdAt": 1665637656174,
      "id": 20
    }
  ]
}